Repository: lisp-mirror/tinmop
Catalog: po/*.po
Languages: it

source: Latest visited addresses~2%
it: Ultimi indirizzi visitati~2%

source: No entry selected
it: Nessuna voce selezionata

source: Delete bookmark:
it: Canvella il segnalibro:

source: Search criteria:
it: Criterio di ricerca:

source: Message window scrolling locked
it: Scorrimento della finestra dei messaggi bloccato

source: Message window scrolling unlocked
it: Scorrimento della finestra dei messaggi sbloccato

source: load file:
it: Carica il file:

source: ~s is not a valid kami address
it: ~s non è un indirizzo kami valido

source: deleting ~a
it: cancell ~a

source: Delete ~a? [y/N]
it: Cancella ~a? [s/N]

source: Rename ~a to:
it: Rinomina ~a a:

source: Starting download of ~a
it: Avvio il download di ~a

source: Download completed in ~a
it: Scaricamento di ~a completato

source: Download ~a to:
it: Scarica ~a in:

source: Download:
it: Scarica:

source: downloading ~a → ~a
it: Scaricamento di ~a → ~a

source: Downloading completed.
it: Scaricamento completato.

source: Save downloaded files in directory:
it: Salva i file scaricati nella directory:

source: Uploading completed.
it: Caricamento completato.

source: Upload:
it: Carica:

source: Create:
it: Crea:

source: Search for:
it: Criterio di ricerca:

source: Invalid regular expression ~a
it: Espressione regolare non valida ~a

source: Marked ~a item
it: Selezionato ~a elemento

source: Mark items matching:
it: Seleziona elementi che soddisfano la seguente espressione regolare:

source: deleting ~a (~a of ~a)
it: cancellazione di ~a (~a di ~a)

source: Preparing to delete ~a
it: Preparazione alla cancellazione di ~a

source: Completed
it: Compito completato

source: Delete ~a?
it: Cancella ~a?

source: Delete marked items?
it: Cancella gli elementi selezionati?

source: Details of: ~a
it: Dettagli di: ~a

source: Type
it: Tipo

source: Size
it: Dimensione

source: Permissions
it: Permessi

source: File ~s was modified on server
it: Il file ~s è stato modificato sul server

source: Uploading ~a
it: Caricamento di ~a

source: Preparing for download…
it: Preparazione allo scaricamento…

source: Download in:
it: Scarica in:

source: Deleting cache directory ~a
it: Cancello la cache ~a

source: Delete cache? [y/N]
it: Cancella la cache? [s/N]
