Repository: lisp-mirror/tinmop
Catalog: po/*.po
Languages: it

source: The window is not displaying a gemini document
it: La finestra non sta mostrando un documento gemini

source: Please visit the address below.
it: Per favore visita l'indirizzo mostrato piu' sotto.

source: <!doctype html><html><head><meta charset="utf-8"/></head><body><h1>~a has been successfully authorized, you can close this tab.</h1></body></html>
it: <!doctype html><html><head><meta charset="utf-8"/></head><body><h1>~a è stato autorizzato con successo, puoi chiudere questo tab.</h1></body></html>

source: Credential invalid. Try to remove ~a and restart the software to authenticate again.
it: Credenziali non più valide. Provare a rimuovere ~a e riavviare il programma per riautenticarsi.

source: Save address
it: Salva l'indirizzo

source: Open address
it: Apri l'indirizzo

source: Cancel
it: Annulla

source: This client has been authorized
it: Questo client è stato autorizzato.

source: Got a generic error when registering client
it: Errore generico provando a registare il client

source: File ~a saved
it: File ~a salvato

source: Please enter below the file where to save the address
it: Inserisci piu' sotto il file dove salvare l'indirizzo

source: Error: was not able to create server socket to listen for authorization code
it: Errore: non sono stato in grado di creare il socket per la cattura del codice di autorizzazione.

source: Initializing empty credentials file in ~a
it: Inizializzo credenziali vuote (segnaposto) nel file ~a

source: ~a ~a unread: ~a
it: ~a ~a non letti: ~a

source: ~a ~a wrote:~%~a ~a~2%
it: ~a ~a ha scritto:~%~a ~a~2%

source: Current chats
it: Chat attuali

source: ~a version ~a~%
it: ~a versione ~a~%

source: Print help and exit
it: Stampa un aiuto ed termina il programma

source: Print program information and exit
it: Stampa informazioni sul programma e termina

source: Starting folder
it: Cartella di partenza

source: FOLDER-NAME
it: NOME-CARTELLA

source: Starting timeline
it: Timeline di partenza

source: TIMELINE-NAME
it: NOME-TIMELINE

source: Update timeline
it: Aggiorna la timeline

source: Reset the timeline pagination
it: resetta la paginazione della timeline

source: Check follows requests
it: Controlla le richieste di poterti seguire

source: Execute script
it: Esegui script

source: SCRIPT-FILE
it: FILE-DELLO-SCRIPT

source: Notify messages that mentions the user
it: Notifica i messaggi che menzionano l'utente.

source: Open net address
it: Apri l'indirizzo

source: Start as gemini client only.
it: Avvia esclusivamente come client gemini.

source: Load a module
it: Carica un modulo

source: MODULE-FILE
it: FILE-DEL-MODULO

source: Usage
it: Uso

source: Available options
it: Opzioni diponibili

source: Error: command ~a not found
it: Errore: comando ~a non trovato

source: unknown
it: sconosciuto

source: Conversations
it: Conversazioni

source: federated
it: federata

source: local
it: locale

source: direct
it: diretta

source: no description
it: nessuna descrizione

source: not implemented
it: Non implementato

source: Invalid regular expression
it: Espressione regolare non valida

source: File explorer
it: Navigatore albero dei file

source: invalid value: ~a
it: Valore non valido: ~a

source: ~a bytes
it: ~a byte

source: Please evaluate the following requests, only items shown below will be accepted, deleted ones will be rejected:
it: Per favore, prendi in considerazione le richieste qui sotto riportate. Se cancelli un elemento la corrispondente richiesta sarà scartata altrimenti verrà accettata.

source: address:
it: indirizzo:

source: creation date:
it: data di creazione:

source: last access date:
it: data di ultimo accesso:

source: Generated certificates
it: Certificati generati

source: Table of contents
it: Indice

source: No subtitle
it: Nessun sottotitolo

source: Subscribed gemlogs
it: Abbonamenti ai gemlog

source: Gemini document downloading aborted
it: Scaricamento del documento in formato gemini interrotto

source: Gemini document downloading completed
it: Scaricamento del documento in formato gemini completato

source: Server ~s asks: ~s
it: Il server ~s chiede: ~s

source: Redirects to ~s, follows redirect? [y/N]
it: Seguire la redirezione a ~s? [s/N]

source: Error: ~a
it: Errore: ~a

source: Error getting ~s: ~a
it: Errore connettendomi a ~s: ~a

source: Going back to: ~a
it: Ritorno a: ~a

source: Viewing source of: ~a
it: Visualizzo il sorgente di: ~a

source: Current gemini streams
it: Flussi di dati gemini attuali

source: The server responded with the error ~a: ~a
it: Il server ha risposto con l'errore ~a: ~a

source: The certificate of host ~a has changed from your latest visit.
it: Il certificato dell'host ~a è cambiato dall'ultima visita.

source: Syncing gempub library.
it: Sincronizzo la biblioteca dei file gempub.

source: Removed gempub ~s from library, missing file
it: Rimosso il gempub ~s dalla biblioteca, file non presente

source: Added gempub ~s into the library
it: Aggiunto il gempub ~s alla biblioteca

source: Gempub library
it: Biblioteca dei gempub

source: line ~a of ~a
it: linea ~a di ~a

source: Gopher menu
it: Menu Gopher

source: Enter search terms:
it: Inserisci i termini di ricerca:

source: No address found
it: nessun indirizzo trovato

source: User: ~a Group: ~a Others ~a
it: "Utente: ~a Gruppo: ~a Altri: ~a"

source: Enter
it: Invio

source: Delete
it: Canc

source: Page-up
it: Pagina-su

source: Page-down
it: Pagina-giù

source: No documentation available, you can help! :-)
it: Nessuna documentazione disponbile, aiutaci! :-)

source: Global keymap
it: Mappa tasti globale

source: Thread window keymap
it: Tasti della finestra delle discussioni

source: Message window keymap
it: Tasti della finestra dei messaggi

source: Gemini page keymap
it: Tasti delle pagini gemini

source: Gopher window keymap
it: Tasti della finestra gopher

source: Subscribed tags keymap
it: Tasti della finestra delle sosttoscrizioni

source: Conversation keymap
it: Tasti della finestra delle conversazioni

source: Post pleroma message keymap
it: Mappa dei tasti dei messaggi pleroma

source: Follow request keymap
it: Tasti della finestra delle richieste di seguirti

source: Open attachment keymap
it: Tasti della finestra defli allegati

source: Open link window keymap
it: Tati della finestra dei link

source: Open gemini page's link keymap
it: Mppa dei tasti della finestra dei link gemini

source: Gemini download window keymap
it: Tasti dei flussi gemini

source: Gemini certificate window keymap
it: Tasti dei certificati gemini

source: Chat list window keymap
it: Tasti della lista delle chat

source: Chat window keymap
it: Tasti della finestra delle chat

source: Gemlog subscription window keymap
it: Tasti della finestra di sottoscrizione dei gemlog

source: Gemini page TOC keymap
it: Tasti dell'indcie della pagina gemini

source: Gempub library window keymap
it: Tasti della bibilioteca dei gempub

source: Filesystem explorer
it: Navigatore albero dei file

source: Focused window keymap
it: Tasti finestra attiva

source: No command matching your criteria found
it: Nessun comando che corrisponda alla tua ricerca è stato trovato.

source: Quick help
it: Aiuto rapido

source: invalid regular expression ~s ~a
it: Espressione regolare non valida ~s ~a

source: Information
it: Informazione

source: Folder ~s does not exists
it: La cartella ~s non esiste.

source: Loading configuration file ~a~%
it: Carico il file di configurazione: ~a~%

source: Non fatal error~%~a~%Tinmop will add an empty file for you. This file will be enough to use the program as a gemini client but to connect to pleroma the file must be properly filled.~%Consult the manpage ~a(1) for more details
it: Errore non fatale~%~a~%Tinmop creerà un file vuoto sufficiente a usare il programma come client gemini ma non abbastanza per connettersi ad un server pleroma; in questo caso il file va riempito in accordo con la documentazione: vedi la manpage ~a(1).

source: Unable to load module ~a
it: Non posso caricare il modulo ~a

source: This message will *not* be crypted
it: Questo messaggion *non* sarà cifrato

source: No key to crypt message for ~s found
it: Non è stata trovata una chiave per cifrare il messaggio destinato a ~s

source: Unable to find the crypto key for user ~s.
it: Non trovo chiave crittografica per l'utente ~s

source: invalid type
it: tipo non valido

source: image
it: immagine

source: description: ~a~%
it: descrizione: ~a~%

source: size: ~aX~a pixels~%
it: dimensioni: ~aX~a pixels~%

source: duration: ~a~%
it: durata ~a~%

source: Attachments
it: Allegati

source: type: ~a~%metadata~%~a~%address: ~a~2%
it: tipo: ~a~%metadati~%~a~%indirizzo: ~a~2%

source: From:
it: Scritto da:

source: Boosted:
it: Rilanciato per:

source: Visibility:
it: Visibilità:

source: Date:
it: Scritto il:

source: Multiple choices allowed
it: Sono ammesse scelte multiple

source: A single choice allowed
it: È ammessa una sola scelta

source: The poll has expired
it: Il sondaggio è scaduto

source: Gemini stream
it: Flussi di dati gemini

source: Messages
it: Messaggi

source: Anonymous function
it: Funzione anonima

source: Unrecoverable error: file ~a not found in any of the directory ~a ~a ~a ~a
it: Errore non rimediabile: file ~a non trovato in nessuna dellle seguenti directory: ~a ~a ~a ~a

source: ~a pending
it: ~a in attesa

source: Links
it: Link

source: Chat attachments
it: Allegati alla chat

source: No program defined in configuration file to edit this kind of files.
it: Nessun programma è stato definito nel file di configurazione per modificare questo tipo di file.

source: File ~s does not exists
it: Il file ~s non esiste

source: Destination directory ~s does not exists
it: La directory di destinazione ~s non esiste

source: No message selected!
it: Nessun messaggio selezionato!

source: Message sent.
it: Messaggio spedito

source: Unable to find user ~a
it: Non trovo l'utente ~a

source: Followed ~a
it: Adesso segui ~a

source: User ~a not found on the server
it: L'utente: ~a non è stato trovato sul server

source: Unfollowed ~a
it: Hai abbandonato ~a

source: Downloaded new messages for tag ~a
it: Scaricati nuovi messaggi per l'etichetta ~a.

source: Got ~a notification
it: Hai ~a notifica

source: Index of local directory ~a~2%
it: Indice della directory locale ~a~2%

source: Empty address
it: Indirizzo vuoto

source: Unable to subscribe to ~s
it: Non posso abbonarmi a ~s:

source: ~a ~:[(not opened)~;(opened)~]~%
it: ~a ~:[(non aperto)~;(aperto)~]~%

source: updating gemlog ~a
it: Aggiornamento del gemlog ~a.

source: TOC can be shown for gemini windows only.
it: L'indice può essere generato solo per le pagine gemini.

source: no label
it: nessuna etichetta

source: No mentions
it: Nessuna menzione

source: Cannot find ~s in either ~s or ~s.
it: Non trovo il file ~s né in ~s né ~s.

source: Unrecoverable error: cannot find file ~s.
it: Errore non rimediabile: non trovo il file ~s.

source: Updating all chats.
it: Aggiorno le chat

source: Removing old gemlog posts…
it: Rimozione vecchi post dei gemlog…

source: Removed
it: Rimossi

source: none
it: nessuno

source: Reply to:
it: Risposta per:

source: Mentions:
it: Menzioni:

source: Subject:
it: Oggetto del messaggio:

source: fatal error: The file ~a is empty
it: errore fatale: il file ~a è vuoto.

source: The configuration (*.conf) file is missing the value for ~s
it: Il file di configurazione (*.conf) manca del valore corrispondente a: ~s

source: This message was crypted.
it: Questo messaggion era cifrato.

source: Page ~a of ~a
it: Pagina ~a di ~a

source: Subscribed tags
it: Sottoscrizioni

source: Can not fit column of width of ~a in a box of width ~a
it: Non posso adattare una colonna di larghezza ~a in una scatola di larghezza ~a

source: Unrecoverable error: ~a can not be fitted in a box of width ~a
it: Errore non rimediabile: ~a non può adattarsi ad una scatola di larghezza ~a

source: no timeline selected
it: Nessuna timeline selezionata

source: no folder selected
it: Nessuna cartella selezionata

source: Missing subject
it: Oggetto mancante

source: No message with index ~a exists.
it: Nessun messaggio esiste alla posizione ~a.

source: No message to delete
it: Nessun messaggio da cancellare

source: No message to undelete
it: Nessun messaggio segnato come cancellato da ripristinare

source: No next message that contains ~s exists.
it: Nessun messaggio successivo che contenga ~s esiste.

source: No previous message that contains ~s exists.
it: Nessun messaggio precedente che contenga ~s esiste.

source: No others unread messages exist.
it: Non ci sono altri messaggi non letti.

source: Threads
it: Discussioni

source: Unknown key event ~a
it: Evento sconosciuto ~a

source: y
it: s

source: Unable to load manual, contact your system administrator
it: Non posso caricare il manuale, contattare l'amministratore di sistema

source: No manpage binary found on this system
it: Non posso trovare il programma 'man'.

source: ~a Temporary files~2%
it: ~a File temporanei~2%

source: Delete ~a temporary file? [y/N]
it: Cancella ~a file temporaneo? [s/N]

source: Quit ~a? [y/N]
it: Chiudere ~a? [s/N]

source: Delete ~a message? [y/N]
it: Cancella ~a messaggio? [s/N]

source: Task completed
it: Compito completato

source: Error
it: Errore

source: File "~a" exists, overwrite?
it: Il file "~a" esiste. Lo sovrascrivo?

source: Request failed: error code ~d message "~a"
it: Richiesta fallita codice di errore: ~d, messaggio: ~a"

source: Jump to message:
it: Vai al messaggio:

source: Search key:
it: Criterio di ricerca:

source: Subscribe to:
it: Abbonati a:

source: Unsubscribe to:
it: Rimuovi la sottoscrizione a:

source: This window will not release the focus until it is closed
it: Questa finestra non rilascierà il focus fino a quando non verrà chiusa

source: Focus changed
it: Il focus e' cambiato

source: focus passed on threads window
it: Il focus è passato alla finestra delle discussioni.

source: Focus passed on gemini stream window
it: Il focus è passato alla finestra dei flussi di dati gemini.

source: Focus passed on message window
it: Il focus è passato alla finestra del messaggio.

source: Focus passed on send message window
it: Il focus è passato alla finestra di spedizione dei messaggi.

source: Focus passed on follow requests window
it: Il focus è passato alla finestra delle richieste di seguirti.

source: Focus passed on tags window
it: Il focus è passato alla finestra delle sottoscrizioni.

source: Focus passed on conversation window
it: Il focus è passato alla finestra delle conversazioni.

source: Focus passed on attach window
it: Il focus è passato alla finestra degli allegati.

source: Focus passed on link window
it: Il focus è passato alla finestra dei link.

source: Focus passed on gemini-stream window
it: Il focus è passato alla finestra dei flussi di dati gemini.

source: Focus passed on chats list window
it: Il focus è passato alla finestra delle chat.

source: Focus passed on TLS certificates window.
it: Il focus è passato alla finestra dei certificati TLS.

source: Focus passed on gemlog subscriptions window.
it: Il focus è passato alla finestra degli abbonamenti ai gemlog.

source: Focus passed on gemini toc window.
it: Il focus è passato all'indice della pagina gemini.

source: Focus passed on gempub library window
it: Il focus è passato alla finestra della biblioteca gempub.

source: Focus passed on file explorer window
it: Il focus è passato alla navigatore dell'albero dei file.

source: Focus passed on gopher window
it: Il focus è passato alla finestra Gopher.

source: Search for commands (regexp):
it: Cerca tra i comandi (espressione regolare):

source: Saving messages in ~s
it: Salvo i messaggi in ~s

source: Saved message in ~s
it: Salvati i messaggi in ~s

source: No folder specified.
it: Nessuna cartella indicata.

source: Move to folder:
it: Sposta nella cartella:

source: Folder ~s does not exists.
it: La cartella ~s non esiste.

source: Change folder:
it: Spostati nella cartella:

source: No timeline specified.
it: Nessuna timeline indicata.

source: This timeline is protected.
it: Questa timeline è protetta.

source: Change timeline:
it: Spostati nella timeline:

source: Downloading messages.
it: Scarico i messaggi.

source: Messages downloaded.
it: Messaggi scaricati

source: Expanding thread
it: Espandi l'albero dei messaggi

source: ───── links ───── ~%
it: ───── link ───── ~%

source: I refuse to overwrite an existing file ~s.
it: Mi rifiuto di sovrascrivere il file, già esistente, ~s.

source: Save thread to file:
it: Salva il thread nel file:

source: Error getting the latest unread messages for tag ~a, trying fetching the latest
it: Ottenuto un errore nel tentativo di scaricare i messaggi non letti relativi all'etichetta ~a, provo a scaricare gli ultimi.

source: Downloading tags messages.
it: Scarico i messaggi dell'etichetta.

source: Favorite this message?
it: Conservare tra i favoriti questo messaggio?

source: Favouring message.
it: Conservo il messaggio tra i favoriti.

source: Favoured message.
it: Messaggio conservato tra i favoriti.

source: Remove this message from your favourites?
it: Rimuovere dai preferiti questo messaggio?

source: Unfavouring message.
it: Rimuovo messaggio dai favoriti.

source: Unfavoured message.
it: Rimuosso messaggio dai favoriti.

source: Boost this message?
it: Rilancia questo messaggio?

source: Boosting message.
it: Rilancio il messaggio.

source: Boosted message.
it: Messaggio rilanciato.

source: Unboost this message?
it: Ritira il rilancio del messaggio?

source: Uboosting message.
it: Ritiro il rilancio del messaggio.

source: Unboosted message.
it: Ritirato il rilancio del messaggio.

source: Ignore ~s?
it: Ignorare ~s?

source: Ignoring ~s
it: Ignoro ~s

source: User ~s ignored
it: Utente ~s ignorato

source: No username specified.
it: Nessun nome utente indicato.

source: Unignore username:
it: Riprendere a leggere i messaggi di:

source: Add caption:
it: Aggiungi didascalia:

source: Attach ~a? [y/N]
it: Allegare ~a? [s/N]

source: File ~s does not exists.
it: Il file ~s non esiste.

source: Message ready to be sent
it: Messaggio pronto per essere spedito

source: Add attachment:
it: Aggiungi allegato:

source: New subject:
it: Nuovo oggetto del messaggio:

source: New visibility:
it: Nuovo livello di visibilità:

source: Add mentions:
it: Aggiungi menzione:

source: Your message is ~a character too long.
it: Il tuo messaggio e più lungo del limite ammesso di ~a carattere.

source: Add subject:
it: Oggetto del messaggio:

source: The maximum allowed number of media is ~a.
it: Il numero massimo di file da allegare è ~a.

source: Sending message
it: Spedisco il messaggio

source: downloaded: ~a
it: Scaricato ~a

source: Error during images montage: ~a.
it: Errore durante la composizione dell'immagine: ~a.

source: ImageMagick binaries not found on this system
it: Non posso trovare il pacchetto "imagemagick".

source: Address copied to clipboard
it: Indirizzo copiato negli appunti

source: Delete this certificate? [Y/n]
it: Cancella questo certificato? [s/N]

source: Certificate information
it: Informazioni sul certificato

source: Certificate fingerprint (Kami ID):
it: Impronta digitale del certificato (o identità Kami):

source: Canceling subscription for ~s
it: Annullamento dell'abbonamento per ~s

source: Follow:
it: Segui:

source: Following ~a
it: Segui ~a

source: Unfollow:
it: Abbandona:

source: Unfollowing ~a
it: Abbandona ~a

source: Confirm operation?
it: Confermi l'operazione?

source: Updating conversations.
it: Aggiorno le conversazioni

source: Conversations updated.
it: Conversazioni aggiornate

source: Open conversation:
it: Apri una conversazione:

source: Old name:
it: Nome precedente:

source: A conversation with name ~a already exists.
it: Una conversazione con nome ~a esiste già.

source: New name:
it: Nuovo nome:

source: Ignore conversation ~s? [y/N]
it: Ignorare la conversazione ~s? [s/N]

source: Delete conversation ~s? [y/N]
it: Eliminare la conversazione ~s? [s/N]

source: Comment too long by ~a character
it: Il commento è troppo lungo di ~a caratteri

source: Reporting user: ~s
it: Segnalo l'utente ~s

source: Report trasmitted.
it: Segnalazione trasmessa.

source: Comment on reports:
it: Commento sulla segnalazione:

source: User ~s does not exists in database
it: L'utente ~s non esiste nel database

source: Username:
it: Nome utente:

source: Added crypto key for user ~s
it: Aggiunta chiave crittografica per l'utente ~s

source: Key:
it: Chiave:

source: Generated key for user ~s
it: Generata chiave crittografica per l'utente ~s

source: user ~s key ~s
it: utente ~s chiave ~s

source: Added key for user ~s: ~a
it: Aggiunta chiave crittografica per l'utente ~s: ~a

source: About this software
it: Sul programma

source: Welcome
it: Benvenuto o benvenuta

source: Clearing pagination data
it: Elimina i dati della paginazione

source: Invalid choices, use a space separated list of positive integers.
it: Il formato ammesso è costituito da una lista di interi positivi separati da spazi.

source: Invalid choices, index choice out of range (max ~a).
it: Intervallo dei valori delle scelte non valido (massimo ~a).

source: Voting…
it: Votazione in corso…

source: Choice sent.
it: Voto inserito.

source: Type the index (or space separated indices) of selected choices:
it: Inserisci gli indici associati alle opzioni separati da spazi:

source: This in not a poll
it: Questo messaggio non è un sondaggio.

source: Add message (enter to quit):
it: Aggiungi un messaggio (invio per abbandonare):

source: Type the new label of the chat:
it: Digita la nuova etichetta della chat:

source: Chat ~a with ~a created
it: Chat ~a con ~a creata

source: Type the user to chat with:
it: Digita l'utente con cui vuoi iniziare una chat:

source: Open url:
it: Apri un indirizzo di rete:

source: Invalid gopher address.
it: ~s non è un indirizzo gopher valido

source: Subscribing to ~s
it: Abbonati a ~s:

source: Command ~s completed
it: Comando ~s completato

source: Send to command:
it: Manda al comando:

source: Send message to command:
it: Manda il messaggio al comando:

source: Index ~a out of range
it: L'indice ~a supera i limiti

source: Tour saved
it: Il tour è stato salvato.

source: link indices:
it: indice dei link:

source: Tour completed
it: Tour completato

source: Current links tour
it: Tour dei link

source: ~s saved in tour
it: ~s salvato nel tour

source: Host ~s signature changed! This is a potential security risk! Ignore this warning? [y/N]
it: La firma dell'host ~s è cambiata! Questo è un potenziale problema di sicurezza! Proseguire? [s/N]

source: Empty path
it: Percorso vuoto

source: No such file ~s
it: Nono esiste il file ~s

source: File ~s is empty
it: Il file ~s è vuoto

source: Insert certificate key file:
it: Inserisci il percorso del file che contiene la chiave:

source: Insert the gemini address where where credential are valid:
it: Inserisci l'indirizzo gemini per il quale le credenziali sono valide:

source: Certificate imported for ~s
it: Certificato importato per ~s

source: ~s is not a valid gemini address
it: ~s non è un indirizzo gemini valido

source: Insert certificate file:
it: Inserisci il percorso del file che contiene il certificato:

source: The window is not displaying a gopher document
it: La finestra non sta mostrando un menu gopher

source: This page can not be added to bookmarks
it: Questa pagina non può essere aggiunta ai segnalibri.

source: No description
it: Nessuna descrizione

source: Empty description
it: Descrizione vuota

source: Insert bookmark section:
it: Inserisci la sezione del segnalibro:

source: Added ~s in bookmark
it: Aggiunto ~s come segnalibro

source: Insert bookmark description:
it: Inserisci l adescrizione del segnalibro:

source: My bookmark~2%
it: I miei segnalibri~%

source: Uncategorized
it: Senza categoria
